export default {
	"generic": {
		"new": "חדש",
		"save": "שמור",
		"ignored": "התעלם",
		"identity": "זהות",
		"contract": "חוזה",
		"action": "פעולה",
		"removed": "נמחק",
		"name": "שם",
		"search": "חפש",
		"verifyPassword": "עליך לאמת את הסיסמה הנוכחית שלך לפני ביצוע פעולה זו.",
		"host": "שרת",
		"port": "פורט",
		"requires": "נדרש",
		"requiredProperties": "תכונות נדרשות",
		"import": "יבוא",
		"chainId": "מזהה שרשרת",
		"blockchain": "בלוקציין",
		"account": "חשבון"
	},
	"placeholder": {
		"name": "שם",
		"publicKey": "מפתח ציבורי",
		"privateKey": "מפתח פרטי",
		"firstName": "שם פרטי",
		"lastName": "שם משפחה",
		"email": "דוא\"ל\"",
		"birthDate": "תאריך לידה",
		"locationName": "שם מקום",
		"defaultLocationName": "בית",
		"phone": "טלפון",
		"address": "כתובת",
		"city": "עיר",
		"postal": "מיקוד",
		"country": "ארץ",
		"state": "מדינה",
		"password": "סיסמה",
		"confirmPassword": "ווידוא סיסמה",
		"newPassword": "סיסמה חדשה",
		"confirmNewPassword": "ווידוא סיסמה חדשה",
		"domainOrIp": "אתר או IP"
	},
	"button": {
		"createIdentity": "צור זהות",
		"importAccount": "יבא חשבון",
		"importKeychain": "יבא צרור מפתחות",
		"selectFile": "בחר קובץ",
		"addNewLocation": "הוסף מיקום חדש",
		"setAsDefaultLocation": "קבע כמיקום ברירת מחדל",
		"removeLocation": "הסר מיקום",
		"changePassword": "שנה סיסמה",
		"destroyScatter": "חסל את סְקַטֵר",
		"createNewScatter": "צור סְקַטֵר חדש",
		"loadFromBackup": "טען מגיבוי",
		"unlock": "פתח נעילה",
		"exportScatter": "יצא סְקַטֵר",
		"generateKeyPair": "צור זוג מפתחות",
		"validate": "וודא",
		"copy": "העתק",
		"changeLanguage": "שנה שפה",
		"cancel": "בטל",
		"accept": "קבל",
		"deny": "דחה",
		"yes": "כן",
		"no": "לא",
		"useSelectedAccount": "השתמש בחשבון שנבחר",
		"selectIdentity": "בחר זהות",
		"changeName": "שנה שם",
		"claimIdentity": "תבע זהות",
		"registerIdentity": "רשום זהות"
	},
	"mainmenu": {
		"identities": "זהויות",
		"keys": "מפתחות",
		"permissions": "הרשאות",
		"history": "היסטוריה",
		"lock": "נעל"
	},
	"identities": {
		"header": "עדיין אין לך זהויות.",
		"description": "\n        זהויות מכילות מידע אישי כמו שם פרטי ושם משפחה, כתובת וחשבונות או זוגות של\n        מפתחות לבלוקצ'יין. לזהויות יש גם זוגות של מפתחות והבעלות עליהם יכולה להיות\n        מוכחת, מה שיכול להוות תהליך אימות ללא סיסמה.\n    "
	},
	"identity": {
		"disablingHeader": "מה עושה השבתה?",
		"disablingDescription": "\n        השבתה של זהות זו תחסום אותה מלהיות בשימוש בתכנות שמתייחסות אליה.\n        ניתן להתשמש בזה במקום מחיקה סופית של הזהות הזו או ביטול ההרשאות שלה בתכנה,\n        מה שיהיה קשה יותר לשחזור.\n    ",
		"nameHeader": "שם הזהות",
		"nameDescription": "\n        תכנות יכולות לבחור להשתמש בשם זה כשם המשתמש שלך מכיוון שהוא ייחודי בכל הרשתות.\n        אם לא נרשמת ב-RIDL תקבל שם רנדומלי.\n    ",
		"noKeyPairsHeader": "אין זוג מפתוחת!",
		"noKeyPairsDescription": "\n        בטרם תוכל להוסיף חשבונות בלוקצ'יין לזהות זו עליך להוסיף זוגות של מפתחות. עבוד לתפריט הראשי ובחר:\n    ",
		"accountHeader": "חשבון",
		"accountDescription": "\n        חשבונות מכילים את המטבעות שלך ומאפשרים לך אינטראקציה עם חוזים על הבלוקצ'יין.\n        בהקשר של זהויות, חשוב עליהם כעל חשבונות בנק המקושרים לדרכון שלך, ניתן להחליפם בכל שלב.\n    ",
		"personalHeader": "מידע אישי",
		"personalDescription": "\n        ניתן להוסיף מידע אישי עבור תכנות שדורשות זאת. למשל אתר קניות יצטרך שם מלא כדי לדעת למי לשלוח את המוצרים.\n    ",
		"locationHeader": "מידע על מיקום",
		"locationDescription": "\n        ניתן להוסיף מידע על מיקום לחשבון עבור תכנות שדורשות זאת. למשל אתר קניות יצטרך את הכתובת למשלוח עבור המוצרים.\n    "
	},
	"permissions": {
		"header": "אין לך הרשאות להצגה.",
		"description": "\n        הרשאות ניתנות במקרה שאתה נותן זהות לשימוש בתכנה או כשאתה מאפשר חתימה על פעולה חוזית ללא הודעת אישור הרשאה\n    "
	},
	"permission": {
		"revokeIdentity": "ביטול זהות",
		"revokeContract": "ביטול חוזה",
		"revokeAction": "ביטול פעולה"
	},
	"histories": {
		"header": "אין לך אירועים להצגה בהיסטוריה .",
		"description": "\n        ברגע שיהיו לך, תראה רשימה של כל האירועים שעברו דרך הסְקַטֵר שלך.\n        מה שלא תראה זה אירועים שקרו בחשבונות שלך מחוץ לסְקַטֵר\n     ",
		"note": "\n        הערה: יצוא נתונים של סְקַטֵר באמצעות אפשרות גיבוי בתפריט ההגדרות לא שומר את הארועים הללו.\n        כשמיבאים את הסְקַטֵר הזה בחזרה, ההיסטוריה שלך תהיה ריקה. אם תרצה ליצא את ההיסטוריות שלך בעתיד,\n        תוכל לעשות זאת בעזרת כפתורי הפעולות בתפריט בפנל הזה.\n    "
	},
	"settingsmenu": {
		"networks": "רשתות",
		"keypairs": "זוגות מפתחות",
		"language": "שפה",
		"autoLock": "נעילה אוטומטית",
		"password": "סיסמה",
		"backup": "גיבוי",
		"destroy": "השמד"
	},
	"backup": {
		"header": "יצא גיבוי מוצפן",
		"description": "\n        יצוא של הסְקַטֵר שלך מאפשר לך ליבא אותו למכשיר אחר. הקובץ ימשיך להיות מוצפן כשהוא מיוצא כך שעליך לוודא שיש ברשותך\n        את הסיסמה או את המילים לשחזור, אחרת היצוא חסר ערך. המפתחות הפרטיים מהחשבונות שלך יוסרו לפני היצוא, המפתחות\n        הפרטיים היחידים שישארו בקובץ המיוצא יהיו מפתחות הזהויות שלך.\n    "
	},
	"import": {
		"header": "יבא גיבוי מוצפן",
		"description": "\n        יבוא של קובץ צרור המפתחות המוצפן יבנה מחדש את צרור המפתחות של הסְקַטֵר שלך אבל לא ייבא את הרשתות הישנות או החשבונות שלך.\n    "
	},
	"pass": {
		"header": "הכנס סיסמה חדשה",
		"description": "\n        בשינוי סיסמה המערכת תפענח את כל הנתונים השמורים שבדרך כלל מוצפנים ואז תצפין אותם מחדש בעזרת גרעין\n        המבוסס על הסיסמה החדשה.\n    "
	},
	"network": {
		"header": "הוסף רשת חדשה",
		"description": "\n        תכנות רצות בדרך כלל על רשת ספציפית, אך יתכן ולא כולן רצות על אותה רשת.\n        למשל תכנה אחת יכולה לרוץ על רשת לבדיקות ויכול להיות שיש לה אפשרויות חדשות\n        שעדיין לא שוחררו. כדי להשתמש ברשת החדשה תצטרך שיהיה לך חשבון גם בה.\n    "
	},
	"destroy": {
		"header": "השמד את סְקַטֵר",
		"description": "\n        אתה עומד להשמיד את כל צרור המפתחות שלך בסְקַטֵר. הדרך היחידה לשחזר את הסְקַטֵר הזה היא על ידי יבוא\n        של קובץ סְקַטֵר שיוצא בפורמט JSON. לא תוכל להשתמש בזהויות שלך באף דרך אחרת. אנא ודא שייצאת את\n        הסְקַטֵר שלך בהגדרות הגיבוי לפני כן.\n    "
	},
	"language": {
		"header": "בחר שפה"
	},
	"keypairs": {
		"noKeyPairsHeader": "אין לך אף זוג מפתחות.",
		"noKeyPairsDescription": "\n        לחץ על הכפתור למעלה כדי ליצור/ליבא זוג מפתחות.\n    "
	},
	"keypair": {
		"header": "צור זוג מפתחות חדש",
		"description": "\n        תוכל להשתמש בדף זה כדי ליצור זוג מפתחות. זוגות מפתחות נוצרים מקומית על המכונה שלך ולעולם אינם נשלחים לשום מקום.\n        אתה יכול גם להדביק מפתח פרטי והוא ייצור את המפתח הציבורי אוטומטית.\n    ",
		"important": "שמור את המפתח הפרטי במקום אחר! לא ניתן להוציא מפתחות פרטיים מסְקַטֵר בהמשך.",
		"validation": "המפתח הציבורי שנוצר לא תואם למפתח הציבורי שנתת!"
	},
	"lock": {
		"header": "שעון נעילה אוטומטית",
		"description": "\n        נעילה אוטומטית נועלת את סְקַטֵר עבורך כך שלא צריך לזכור לנעול את הסְקַטֵר כשאתה\n        הולך.\n    ",
		"minute": "דקה",
		"minutes": "דקות",
		"hour": "שעה",
		"hours": "שעות",
		"neverLock": "אל תנעל לעולם"
	},
	"mnemonic": {
		"header": "מילות שינון",
		"description": "מילות שינון הן קבוצת מילים שמתורגמת לגרעין הצפנה.",
		"note": "\n        אנא ודא שמירתן במקום בטוח. זו הדרך היחידה לשחזר גישה לסְקַטֵר שלך ולפענח מידע\n        פרטי מוצפן במקרה ששכחת את הסיסמה שלך.\n    ",
		"wrote": "I Wrote It Down"
	},
	"onboarding": {
		"title": "Welcome to Use",
		"desc1": "The developer team holds no liability towards your digital assets. It is your responsibility to constantly make sure your computer is free of malware. We have taken every measure in our capabilities to ensure that this software is safe to use as intended however your computer itself is your worst enemy and should be treated as such.",
		"desc2": "By using this software you are relinquishing any ability to take legal actions against the developer team and recognize yourself as the sole legal owner of your own wallet instance, your keys, and your data."
	},
	"error": {
		"mustSelectItem": "חובה לבחור אפשרות."
	},
	"alert": {
		"badIdentityName": [
			"שם זהות לא חוקי",
			"שם זהות צריך להיות בן 3 עד 20 תווים באורכו.\n        עליו להכיל תווים של אותיות או ספרות והוא יכול להכיל גם רווחים, מקפים וקווים תחתונים."
		],
		"identityNameExists": [
			"שם זהות קיים",
			"שם זהות זה רשום כבר עבור זהות אחרת."
		],
		"noSuchIdentityName": [
			"שם זהות לא קיים",
			"שם זהות זה לא שמור ב-RIDL."
		],
		"keyPairExists": [
			"זוג מפתחות קיים",
			"זוג מפתחות זה כבר רשום בצרור המפתחות שלך."
		],
		"badKeyPairName": [
			"שם לא חוקי לזוג מפתחות",
			"זוג מפתחות חייב לקבל שם ייחודי."
		],
		"invalidPrivateKey": [
			"מפתח פרטי לא חוקי",
			"המפתח הפרטי לא תקין, אנא בדוק והקלד מחדש."
		],
		"noAccountsFound": [
			"לא נמצאו חשבונות",
			"לא נמצאו חשבונות הקשורים למפתח הפרטי הזה. אם ברצונך ליבא\n         מפתח שלא נוצר על ידי סְקַטֵר צתטרך ליצור חשבון עבורו לפני היבוא שלו."
		],
		"passwordsDoNotMatch": [
			"סיסמאות לא תואמות",
			"הסיסמא והוידוא שלה לא תואמים."
		],
		"badPassword": [
			"סיסמה לא חוקית",
			"הסיסמה חייבת להיות בת 8 תווים לפחות"
		],
		"wrongPassword": [
			"סיסמה לא נכונה",
			"הסיסמה שהזנת לא נכונה."
		],
		"networkHostInvalid": [
			"שרת רשת לא תקין",
			"שרת הרשת שהזנת לא תקין. שרת צריך להיות כתובת אינטרנט\n         ( למשל: testnet.eos.io ) או כתובת IP ( למשל: 192.168.0.1 )."
		],
		"networkExists": [
			"רשת קיימת כבר",
			"רשת אחרת עם אותו שרת ואותו פורט כבר קיימת. אין סיבה לשמור את אותה רשת פעמיים."
		],
		"removingEndorsedNetwork": [
			"לא ניתן להסיר רשת מאושרת",
			"לא ניתן להסיר רשתות מאושרות של סְקַטֵר."
		],
		"youMustSelectAnIdentity": [
			"חובה לבחור זהות",
			"אם אתה לא רוצה לחשוף זהות אתה יכול ללחוץ על כפתור הדחיה, אחרת חובה עליך לבחור זהות כדי\n         לאשר את הבקשה הזו."
		]
	},
	"prompt": {
		"destroyingScatter": [
			"משמיד את סְקַטֵר",
			"זו ההזדמנות האחרונה שלך לוודא שיש לך גיבויים מתאימים."
		],
		"removingNetwork": [
			"מחיקת רשת",
			"אתה עומד למחוק רשת. לא תוכל ליצור חשבונות חדשים ברשת זו\n         אחרי מחיקתה, אך תוכל להוסיף אותה מחדש. חשבונות קיימים\n         שמשתמשים ברשת זו לא ימחקו ולא ישתנו."
		],
		"whitelistingContractAction": [
			"אתה עומד להוסיף חוזה מטבע לרשימת ההיתרים",
			"הוספת חוזה מטבע לרשימת ההיתרים מסוכנת, ומומלץ לא לעשות זאת. יש מקרים מיוחדים בהם זה בסדר,\n         אם אתה לא בטוח לגמרי שזה אחד מהמקרים הללו, אתה לא אמור להוסיף פעולות בחוזה זה לרשימת ההיתרים.\n         האם אתה עדיין בטוח שאתה רוצה להוסיף את זה לרשימת ההיתרים?"
		],
		"selectAccount": [
			"בחר חשבון",
			"בחר את החשבון ואת הסמכות שברצונך להשתמש עבור זהות זאת. ניתן לבחור אחד בכל פעם."
		],
		"claimIdentity": [
			"תביעת זהות",
			"הכנס את המפתח הפרטי המתאים למפתח הציבורי הרשום עבור שם הזהות שלך."
		]
	},
	"request": {
		"addNetwork": [
			"רוצים להוסיף את הרשת שלהם לסְקַטֵר שלך.",
			"יש תכנות שמשתמשות ברשת משלהן.",
			"דבר זה לא מאפשר לתכנות גישה לסְקַטֵר שלך. הוספת רשת בממשק זה\n        פשוט חוסכת ממך את הצורך בהוספה של רשת זו במסך ההגדרות."
		],
		"identity": [
			"מבקש מידע נוסף.",
			"לפעמים תכנות מבקשות מידע נוסף כגון כתובת הדוא\"ל שלך או תאריך לידה.\n        הזהויות בצד הן זהויות בבעלותך שבהן יש את הנתונים הנדרשים.",
			"אפילו אם אתה מספק זהות עם נתונים שהתכנה לא מבקשת הרשאות עבורן,\n         הם לא יוכלו לראות אותם כלל, ואפילו לא ידעו על קיומם בזהות זו.",
			"הנתונים היחידים שתמיד ניתנים הם המפתח הציבורי של הזהות ושמה.",
			"לא מבקשים מידע נוסף. הדבר היחיד שהם צריכים הוא שם הזהות וhash של הזהות."
		],
		"identityNoIdentities": [
			"אין לך זהות שמתאימה לנתונים שהתכנה הזו מבקשת.",
			"אם ברצונך להשתמש בזהות עם אתר זה, תצטרך לעדכן זהות זו ולמלא את דרישותיה.\n         תוכל לראות מה אתר זה דורש בצד השמאלי של המסך."
		],
		"signatureWhitelist": [
			"האם תרצה להוסיף לרשימת ההיתרים את הפעולה הזו בחוזה?",
			"אתה יכול להוסיף היתר לפעולה זו כך שלא תצטרך לאשר אותה ידנית בפעם הבאה.\n         כל נתון שיש תיבת סימון לידו הופף למשתנה, המשמעות היא שתוכל לאפשר שינויים בנתונים אלו\n         ורק אם נתונים אחרים ישתנו ההיתר יכשל.",
			"זה כולל נתונים אישיים נדרשים, ושינויים לזהות שלך לא יסירו הרשאות.",
			"אם יש לך מיקומים מרובים וטרנזקציה דורשת מיקום, תמיד תיתבקש לבחור."
		],
		"scatterIsLocked": [
			"הסְקַטֵר שלך נעול!",
			"לפני שתוכל להשתמש בסְקַטֵר שלך תצטרך לשחרר את הנעילה.",
			"לעולם לא נציג בפניך הודעה קופצת או תיבת דו שיח שדורשת ממך להתחבר.",
			"אם אתה מקבל הודעה קופצת או תיבת דו שיח שדורשת סיסמה, זהו אתר זדוני שמנסה להשיג את הסיסמה שלך.\n         תמיד תבצע כניסה לסְקַטֵר על ידי לחיצה על הכפתור של ההרחבה לדפדפן מסרגל הכלים של הדפדפן."
		],
		"updateVersion": [
			"הסְקַטֵר שלך לא מעודכן!",
			"דורש גירסה עדכנית יותר של סְקַטֵר ממספר הגירסה שמותקנת אצלך.",
			"המשמעות של זה בדרך כלל היא שיש יכולות חדשות ששוחררו ותכנה מנסה להשתמש בהן אך יכולות אלו\n         לא קיימות בגירסה שמותקנת אצלך.",
			"לידיעתך, אנו מאפשרים לתכנות לבדוק התאמה למספר הגירסה. יש אפשרות שהן זדוניות ומנסות לגרום לך להוריד\n          משהו. אנא ודא שאתה מוריד תמיד את סְקַטֵר מהמיקום הנכון."
		]
	}
}